esbenp.prettier-vscode
formulahendry.code-runner
github.copilot
github.github-vscode-theme
jaehyunshim.vscode-ros2
llvm-vs-code-extensions.vscode-clangd
ms-python.debugpy
ms-python.python
ms-vscode.cmake-tools
ms-vscode.cpptools-themes
quarto.quarto
ritwickdey.liveserver
twxs.cmake
yatki.vscode-surround
